taskt/Core/Automation/Commands/ListGroup/RemoveListItemCommand.dot
digraph "RemoveListItemCommand" {
"RemoveListItemCommand" -> "AListIndexCommands";
"AListIndexCommands" -> "AListInputListCommands";
"AListIndexCommands" -> "IListIndexProperties";
"AListInputListCommands" -> "ScriptCommand";
"AListInputListCommands" -> "IListProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
